[
    {
        "id": 18753367,
        "resume": "         ENGINEERING PROJECT MANAGER III       Summary    Results-focused, safety conscientious team leader/player with more than 15 years of successful experience in the aviation industry as Field Engineer, Maintenance Support Engineer, A&P Mechanic, and Avionics Technician on various types of rotary and fixed wing aircraft. Experienced in all phases of commercial and military aviation maintenance, aviation business, engineering, logistics, support, and supply. Analytical & Troubleshooting Skills, Project Management, Quality Control, Maintenance, Management, Logistics, Electronic & Mechanical Technology, Program Management, Quality Assurance/Control, Safety Compliance, Risk Management, Change Control Processes      Skills          Electronic & Mechanical Technology  Maintenance Management  Project Management  Program Management  Lean/six sigma principles  Mechanical Component Troubleshooting  Quality Assurance/Control  Material Management  Staff Development/Leadership  Technical Interface  Safety Compliance Microsoft Office, Microsoft Project, Microsoft Access, SAP, SharePoint              Experience     02/2018   to   Current     Engineering Project Manager III    Company Name   －   City  ,   State      Performs a variety of duties associated with the development and revision of aircraft maintenance work instruction cards.  Utilize an automated publishing system to author certain work instruction cards.  Supervises the initiation and maintenance of project files Ensures effective technical coordination with Customer representatives and as such participates to good communication with Customers Ensures that engineering activity is compliant with project milestones.  Alerts project management in case of unforeseen variation and suggests if needed mitigation measures Participates to project planning definition by providing engineering milestones and requirements Ensures effective interdisciplinary coordination through weekly meetings.  Takes the necessary technical decisions in case of unresolved conflicts between disciplines.         08/2011   to   02/2018     Field Engineer/Maintenance Support Engineer    Company Name   －   City  ,   State      Aircraft Repair/Modification Representative on-site at domestic and international locations with protocol in heavy maintenance, repair and overhaul, Block Upgrades, Prototypes, and modification activities on CC-130J aircraft.  Expertly plan, quote and execute Air Mobility & Maritime Missions (AMMM) prototype/upgrade/modification/repair projects.  Provide liaison support between AMMM Sustainment and Engineering, conduct Engineering Change Request evaluation/quoting.  Conduct technical maintenance training with customers, suppliers, LM reps, contractors and military personnel.  Skillfully troubleshoot technical problems/issues affecting maintenance activities.  Ensure maintenance requirements are executed during operational and heavy maintenance, repair and overhaul (MRO) activities and implementation of Engineering Authorizations and Service Bulletins.  AOG (Aircraft on Ground) Project Manager for the Royal Saudi Arabian Air Force.  Act as Sustaining Engineering and Logistics Support Services Fleet Manager.  Review TCTO/Service Bulletin retrofit documents for implementation.  Collaborate with Engineering to develop SOW's (Statement of Work) and BOE's (Basis of Estimate) Develop project work schedules for business unit and sub-contractors.  Project Management Effectively manage project team, define scope, develop and manage project plans and budgets.  Direct activities, project objectives, risk management, change control processes and communications and ensure project compliance with the Project Management Methodology.  Develop project schedules, status reports, analyze schedules and make resource balancing revisions.  Coordinate activities of project personnel to ensure projects progress on schedule and within budget.  Effectively delegate project tasks and ensure successful task completion.  Demonstrate exceptional process orientation, solid understanding of project management techniques, methodologies and best practices.  Quality Assurance Demonstrate thorough knowledge of principles, concepts and methodology related to aircraft QA programs.  Apply knowledge of operating practices and procedures related to the rework processing of aircraft systems and components to verify by work document review, materials and procedure checks and onsite surveillance, making certain that quality requirements have been met.  Conduct QA inspections, check the entire system to ensure components are installed in their proper location.  Inspect technical files maintained within the shop for condition, completeness and accuracy.         03/2001   to   Current     Aircraft Mechanic / Electrician / Avionics Technician    Company Name   －     State      Qualified to clear Red-X (Quality Control for C-130 aircraft electrical systems), accountable for the total airworthiness of assigned aircraft.  Serve as technical authority to advise on, examine and approve all airframe, mechanical, electrical and pneudraulic repairs to assigned aircraft.  Provide effective leadership, supervision, training and assistance to 30 apprentice and journeyman personnel in performing precision maintenance on C-130 model aircraft, support equipment, forms and records for aircraft.  Schedule maintenance to ensure completion of critical actions, optimum workflow and resource utilization.  Test and repair components using mockups and test equipment.  Adjust, align, rig and calibrate C-130 aircraft systems, perform engine run-up.  Supervise/perform aircraft and component inspections, checking components for clearances, tolerances, proper installation and operation.  Apply technical data and equipment specifications to determine the impact that equipment modifications or substitutions will have upon multi-system operation and on the various maintenance and alignment procedures.  Conduct pre-flight, BPO/pre-flight, thru-flight and basic post-flight inspections.  Troubleshoot, maintain and inspect airframes, aircraft systems, components, assemblies and support equipment.  Use Flight Line, Isochronal Dock and Integrated Avionics experience to repair C-130 aircraft electrical systems and clear discrepancies for returning aircraft to working service.  Accomplish Isochronal inspections during Phase dock.          Provisioning Analyst      Analyzes technical data and reports to determine spares and support equipment provisioning requirements.  Reviews site survey results and letters of offer and acceptance and formulates specific recommendations for spare/repair parts and support equipment.  Originate support plans for offer to potential customers and provide technical assistance to existing customer personnel.  Review BOM (Bill of Material) to ensure contractual obligations are met.  Review drawing revisions for BOM and manufacturing changes.          Education and Training     Dec 2015     MBA      Eastern New Mexico University   －   City  ,   State             Jan 2008     Bachelor of Science  :   Professional Aeronautics    Embry-Riddle Aeronautical University   －   City  ,   State      Professional Aeronautics       May 2004     Associate of Science  :   Airframe & Power Plant Technology    Enterprise Community College   －     State      Airframe & Power Plant Technology        Skills    Air Force, basic, budgets, budget, C, Databases, electrical systems, forms, drawing, Inspect, instruction, Leadership, letters, Logistics, Schedule maintenance, materials, Mechanical, meetings, Microsoft Access, Microsoft Office, Microsoft Project, SharePoint, personnel, processes, Program Management, progress, Project Management, project planning, project plans, quality, QA, Quality Control, Quality Assurance, repairs, risk management, Safety, SAP, six sigma, Staff Development, supervision, technical assistance, test equipment, Troubleshoot, Troubleshooting, Upgrades, upgrade, workflow, author        Additional Information      Security Clearance: Active DoD Secret *Enterprise Resource Planning  Certifications/License:     FCC License, A&P License Security Clearance:     Active DoD Secret     "
    },
    {
        "id": 13264796,
        "resume": "         DIRECTOR OF ENGINEERING           Experience      Director of Engineering  ,     04/2018   to   05/2018     Company Name   –   City  ,   State      Calero is a leading provider of Communications Lifecycle Management (CLM) solutions designed to turn communication data into actionable insight by simplifying the management of voice, mobile, and other communications services and assets  In control of two new product development teams and one legacy team working driving future growth  Started the Atlanta Engineering office hiring 12 junior engineers and enabling them to be productive and working on roadmap items in less than 9 months  Built new a new platform enabling the existing marquee software product to be multi-tenant and cloud-enabled  Powering one-click upgrades / migrations, seamless movement across nodes, and unified performance monitoring  60% of all implementations are now deployed on this platform  Created a new product segment for mobility including new mobile-first UI design, e-bonding, self-service responsive portal, unbilled usage tracking, and workflow-enabled device ordering         Sr. Director Software Development  ,     04/2016   to   04/2018     Company Name   –   City  ,   State      CLA is an alternative consumer lending providing consumer loans and various financial products  Lead three different development teams focused on different areas of business: consumer lending, merchants, and medical insurance  Responsible for business analysts, quality assurance, database administration, product management, and software development  Moved team to agile scum process: stories, cards, standups, timebox releases, developer estimation, unit testing, release automation  Increased quality and decreased time between releases  Implemented a new single ticketing system across the company  Created a new application with responsive UI for mobile and tablets for healthcare         VP of Engineering and Operations  ,     08/2013   to   04/2016     Company Name   –   City  ,   State      Www.pictureu.com PictureU is an innovator in the use of imaging and data capture technologies for experiential marketing and photo concessions  Was responsible for all technology and operations in the organization  Drove team in delivering innovative, quality applications and solutions that meet client requirements, industry standards, and company goals  Built 4 new products from scratch including a 16-camera computer-controlled array and car detecting computer vision  Product manager for new products gathering requirements, defining scope, schedule, wireframing, and story distillation  Hired staff in-house moving all development in-house saving $30K in 4 months  Key member in sales: instrumental in the largest deal in 5 years, 30% under plan, ending 18% over plan by year-end by allowing product customizations, 3 former customers returned  Responsible for customer / technical support, training, shipping, receiving, inventory, QA, software development, and procurement  Kept customer satisfaction ratings in the high 90 percent         CTO  ,     02/2012   to   08/2013     Company Name   –   City  ,   State      Www.ticketalternative.com Ticket Alternative provides a wide range of ticketing and box office solutions  TA also prints millions of tickets and sells millions of event wristbands for independent distribution throughout the U.S  And the U.K  Accountable for all technology: hosting, vendors, development team, architecture, and information technology  Built new e-commerce platform on Ruby and Rails utilizing Spree  Hired technology team from scratch  Developed event ticketing & box office system in three months which increased online sales by 45% and total sales by 65%  Designed multi-tenant DIY ticketing and deal platform         Co-Founder and COO  ,     01/2011   to   02/2012     Company Name   –   City  ,   State      Www.triplingo.com Mobile and web software company that upgrades trips for business and leisure travelers by making it easy and fun to learn the local language and culture by providing customized content on your smartphone and the web  Managed all operations, participated in all partnerships and sales, raised funding, controlled burn, and provided technical guidance  Launched initial product in 90 days and generated revenue in 14 weeks from the founding  Drove over 45,000 downloads in App Store from launch  Built 14 mobile applications, starting on iOS migrated to Nook and Android, all in 9 months from founding  Created an award-winning product that was featured on the Apple App Store an amazing 6 times         VP of Engineering  ,     01/2009   to   12/2010     Company Name   –   City  ,   State      Www.deposco.com Offered on-demand software solutions that reduced cost and complexity while streamlining the company's supply chain and improving service levels, working in diverse industries like banking, Internet retailing, and hospitality  Administered all technology development, hosting, and implementations for existing and new customers  Improved product quality, increasing uptime to \"\"three nines\"\" and reducing support calls to 10% of the previous volume  Launched version 2; major features: architectural improvements, rock-solid stability, and improving scalability to support the rapid 300% growth  Migrated development and QA from primarily outsourced team to a total onshore team reducing total costs by boosting productivity         VP Solutions Sales   ,     09/2006   to   12/2008     Company Name   –   City  ,   State      SVG is the leader in Service Lifecycle Management products and solutions  Initially, directed technical pre-sales leading 10 consultants in presenting, demos, and marketing to Fortune 1000 customers  Leading product marketing, accountable for worldwide marketing across all products defining strategy in sales, pricing, market, and messaging  Key contributor in sourcing and closing the largest deal in the history of the company  Created a complete business plan for moving core product to a SaaS offering  Supported marketing and sales worldwide in both EMEA and APAC as well as managing analyst relationships  Designed new comp plans and quotas for pre-sales and account executives CTO  Commerce Science  Apr 2004 - Sep 2006  Www.commercescience.com SaaS e-commerce provider focused on multi-store many-to-many retail providers  Focused on product development along with product and program management for the company, creating plans and strategies to achieve new products and objectives  Directed selections and negotiated contracts for tools, utilities, and OEM products for vendor/reseller management, web services, inventory, and order management  Led product management focused on customization specifications, new product requirements, and market planning  Supervised a hybrid team of onshore and offshore development         Independent Consultant  ,     01/2003   to   04/2004     Company Name   –   City  ,   State      Provided high-level technical consulting on multiple long-term projects  Performed web services design and data migration for a major credit card company by utilizing .Net technology for their hospitality customers  Selected by the Distributed Computing Industry Association to perform Data Rights Management, encryption, and security evaluations  Designed a technology DRM media wrapper to trigger B2C e-commerce cart and order  Created and sold technology aggregating in real-time 15 popular job service boards         CTO & Founder  ,     10/1999   to   11/2002     Company Name   –   City  ,   State      Www.mediaocean.com Created the first electronic television and radio sales management system with full integration to multiple systems and all stakeholders  Developed objectives, policies, budgets, and operating plans for the development, quality, production operations, and IT departments and directed their interpretation, implementation, and achievement  Grew the organization from 2 to 94 in two years, raised $14.7MM of venture capital, PriceWaterhouseCoopers' Georgia's Top 25 Venture Capital Deals of 1999 and 2001  The MO system completed the first fully electronic end-to-end transaction in the industry  Negotiated $30MM merger of Donovan Data Systems' independent rep business         Work History      Director of Engineering  ,   04/2018   to   05/2018     Company Name          Www.calero.com Calero is a leading provider of Communications Lifecycle Management (CLM) solutions designed to turn communication data into actionable insight by simplifying the management of voice, mobile, and other communications services and assets.  In control of two new product development teams and one legacy team working driving future growth.  Started the Atlanta Engineering office hiring 12 junior engineers and enabling them to be productive and working on roadmap items in less than 9 months.  Built new a new platform enabling the existing marquee software product to be multi-tenant and cloud-enabled.  Powering one-click upgrades / migrations, seamless movement across nodes, and unified performance monitoring.  60% of all implementations are now deployed on this platform.  Created a new product segment for mobility including new mobile-first UI design, e-bonding, self-service responsive portal, unbilled usage tracking, and workflow-enabled device ordering.         Sr. Director  ,   04/2016   to   04/2018     Company Name          Www.clacorp.com CLA is an alternative consumer lending providing consumer loans and various financial products.  Lead three different development teams focused on different areas of business: consumer lending, merchants, and medical insurance.  Responsible for business analysts, quality assurance, database administration, product management, and software development.  Moved team to agile scum process: stories, cards, standups, timebox releases, developer estimation, unit testing, release automation.  Increased quality and decreased time between releases.  Implemented a new single ticketing system across the company.  Created a new application with responsive UI for mobile and tablets for healthcare.         VP of Engineering and Operations  ,   08/2013   to   04/2016      Www.pictureu.com PictureU is an innovator in the use of imaging and data capture technologies for experiential marketing and photo concessions.  Was responsible for all technology and operations in the organization.  Drove team in delivering innovative, quality applications and solutions that meet client requirements, industry standards, and company goals.  Built 4 new products from scratch including a 16-camera computer-controlled array and car detecting computer vision.  Product manager for new products gathering requirements, defining scope, schedule, wireframing, and story distillation.  Hired staff in-house moving all development in-house saving $30K in 4 months.  Key member in sales: instrumental in the largest deal in 5 years, 30% under plan, ending 18% over plan by year-end by allowing product customizations, 3 former customers returned.  Responsible for customer / technical support, training, shipping, receiving, inventory, QA, software development, and procurement.  Kept customer satisfaction ratings in the high 90 percent.           02/2012   to   08/2013     Company Name          Www.ticketalternative.com Ticket Alternative provides a wide range of ticketing and box office solutions.  TA also prints millions of tickets and sells millions of event wristbands for independent distribution throughout the U.S.  And the U.K.  Accountable for all technology: hosting, vendors, development team, architecture, and information technology.  Built new e-commerce platform on Ruby and Rails utilizing Spree.  Hired technology team from scratch.  Developed event ticketing & box office system in three months which increased online sales by 45% and total sales by 65%.  Designed multi-tenant DIY ticketing and deal platform.         Co-Founder  ,   01/2011   to   02/2012      Www.triplingo.com Mobile and web software company that upgrades trips for business and leisure travelers by making it easy and fun to learn the local language and culture by providing customized content on your smartphone and the web.  Managed all operations, participated in all partnerships and sales, raised funding, controlled burn, and provided technical guidance.  Launched initial product in 90 days and generated revenue in 14 weeks from the founding.  Drove over 45,000 downloads in App Store from launch.  Built 14 mobile applications, starting on iOS migrated to Nook and Android, all in 9 months from founding.  Created an award-winning product that was featured on the Apple App Store an amazing 6 times.         VP of Engineering  ,   01/2009   to   12/2010      Www.deposco.com Offered on-demand software solutions that reduced cost and complexity while streamlining the company's supply chain and improving service levels, working in diverse industries like banking, Internet retailing, and hospitality.  Administered all technology development, hosting, and implementations for existing and new customers.  Improved product quality, increasing uptime to \"\"three nines\"\" and reducing support calls to 10% of the previous volume.  Launched version 2; major features: architectural improvements, rock-solid stability, and improving scalability to support the rapid 300% growth.  Migrated development and QA from primarily outsourced team to a total onshore team reducing total costs by boosting productivity.           09/2006   to   12/2008      Www.servigistics.com SVG is the leader in Service Lifecycle Management products and solutions.  Initially, directed technical pre-sales leading 10 consultants in presenting, demos, and marketing to Fortune 1000 customers.  Leading product marketing, accountable for worldwide marketing across all products defining strategy in sales, pricing, market, and messaging.  Key contributor in sourcing and closing the largest deal in the history of the company.  Created a complete business plan for moving core product to a SaaS offering.  Supported marketing and sales worldwide in both EMEA and APAC as well as managing analyst relationships.  Designed new comp plans and quotas for pre-sales and account executives CTO.  Commerce Science.  Apr 2004 - Sep 2006.  Www.commercescience.com SaaS e-commerce provider focused on multi-store many-to-many retail providers.  Focused on product development along with product and program management for the company, creating plans and strategies to achieve new products and objectives.  Directed selections and negotiated contracts for tools, utilities, and OEM products for vendor/reseller management, web services, inventory, and order management.  Led product management focused on customization specifications, new product requirements, and market planning.  Supervised a hybrid team of onshore and offshore development.         Independent Consultant  ,   01/2003   to   04/2004      Provided high-level technical consulting on multiple long-term projects.  Performed web services design and data migration for a major credit card company by utilizing .Net technology for their hospitality customers.  Selected by the Distributed Computing Industry Association to perform Data Rights Management, encryption, and security evaluations.  Designed a technology DRM media wrapper to trigger B2C e-commerce cart and order.  Created and sold technology aggregating in real-time 15 popular job service boards.           10/1999   to   11/2002     Company Name          Www.mediaocean.com Created the first electronic television and radio sales management system with full integration to multiple systems and all stakeholders.  Developed objectives, policies, budgets, and operating plans for the development, quality, production operations, and IT departments and directed their interpretation, implementation, and achievement.  Grew the organization from 2 to 94 in two years, raised $14.7MM of venture capital, PriceWaterhouseCoopers' Georgia's Top 25 Venture Capital Deals of 1999 and 2001.  The MO system completed the first fully electronic end-to-end transaction in the industry.  Negotiated $30MM merger of Donovan Data Systems' independent rep business.         Engineering Manager  ,   01/1999       Company Name               Consultant  ,   01/1998       Company Name               Product Manager  ,   01/1997       Company Name               Systems Engineer  ,   01/1996       Company Name               Technical Team Lead  ,   01/1995       Company Name               Manager  ,   01/1992       Company Name               Systems Operator  ,   01/1990       Company Name               Accomplishments      HONORS Chairman's Club.  Xcellenet.  1997 ATDC Graduate.  MediaOcean.  2002 Winner MSMOT Business Plan Competition.  Georgia Tech.  2006 Winner Startup Weekend.  TripLingo.  2012 Winner Startup Riot.  TripLingo.  2012 STUDIES Coursera / John's Hopkins Data Science Data Scientist's Toolbox.  March 2015.  Distinction R Programming.  May 2015.  Distinction Getting and Cleaning Data.  May 2015.  Distinction Exploratory Data Analysis.  August 2015.  Distinction.        Education      Master of Science  :   Management of Technology  ,   2006     Georgia Institute of Technology   -   City             Bachelor of Science  :   Computer Science  ,   1992     Rutgers University   -   City             Summary     Recognized innovator who drives change by engineering new processes and technologies, resulting in streamlined operations and company growth Demonstrated expertise in all aspects of product management and software development, from conception through implementation Skilled leader supervising in-house and offshore teams as small as 3 and as large as 78 Strong background in implementing solutions that meet the needs of rapidly expanding operations Excellent communication, presentation, public speaking, and motivational skills Broad experience in marketing, operations, finance, quality, IT, and sourcing Proficiency in entrepreneurial, business unit, and large corporate environments SKILLS Infrastructure Design Strategic Planning Vendor Selection/RFPs Product/Project Mgt Agile Teams Design & Architecture Change Management Presentations Mergers & Acquisitions Process Improvement Budgets and P&L International Experience       Highlights          Agile,  Presenting  Pricing  Procurement  Product development  Budgets  Product management  Product marketing  Program management  Quality assurance      Sales  E-commerce  Strategy  Supply chain  Venture capital  Project Scheduling  Team Structure Management  Client relationship management  Project Planning Oversight            Skills     Net, photo, agile, analyst, Apple, automation, banking, budgets, business plan, closing, com, consulting, content, contracts, credit, encryption, client, customer satisfaction, data migration, database administration, driving, e-commerce, features, financial, hiring, imaging, information technology, insurance, interpretation, inventory, managing, market planning, marketing, market, marketing and sales, messaging, office, new product development, developer, order management, camera, policies, presenting, pricing, procurement, product development, Product manager, product management, product marketing, program management, quality, quality assurance, QA, radio, real-time, receiving, retail, sales, sales management, shipping, software development, stories, strategy, supply chain, technical support, television, upgrades, UI design, utilities, venture capital, vision, workflow, year-end    "    },
    {
        "id": 22605864,
        "resume": "         SOFTWARE ENGINEERING TEAM LEAD       Profile     I have over 10 years of experience in the field of IT infrastructure consulting and operations. I have worked on various Microsoft technologies such as System Center Suite (SCOM, SCCM, SCVMM), virtualization (Hyper V), Windows 2003/ 2008 Active directory, DNS, DHCP, Windows Clusters, scripting (PowerShell, VBScript), etc. I am currently working for Accenture Technologies. I am currently onsite working for our client in USA since March 2012. I am looking for another opportunity within USA in infrastructure consulting/ Systems Administration that gives me the opportunity to excel in my current skills and paves way for learning new technologies. System Center System Center Operations Manager 2012 - SCOM Currently working on SCOM for over 3 years as technical lead/ SME. Experience in designing, implementing and operating SCOM infrastructure. Experience in developing management packs using VSAE, VMPD, Authoring console.            Professional Experience     July 2008   to   January 2015     Company Name          Software Engineering Team Lead        Joined as part of the Avanade IO capability.  Avanade is a joint venture between Microsoft and Accenture and specializes on Microsoft product solutions.  Project 1: Stanford Hospital and Clinics Tenure: March 2012 Till date I am currently the onshore technical lead and subject matter expert for our monitoring solution called Microsoft System Center Operations Manager (SCOM 2012).  I was part of designing and implementing the SCOM solution for our client.  I am also leading the operations.  Some of the key activities that I have been leading here are: Designing, configuring and operating SCOM.  Expand monitoring to non-trusted domains and cross platform servers.  Management pack tuning and configuration.  Building new management packs using VSAE, VMPD, Authoring Tools Migration/ upgrade of SCOM 2012 RTM to Release 2.  Managing daily operational tasks.  Working on SLA and other reports and dashboards.  Application monitoring/ Synthetic transactions Prior to joining the monitoring team, I was working for their core infrastructure.  My role in the team was to identify flaws and remediate core IO services such as AD, DNS, DHCP, WINS, File/ Print, etc.  I also provided escalation support for critical incidents.  We worked on decommissioning Windows 2003 domain controllers out of the environment.  I also implemented DNS scavenging.  Project 2: This project dealt with planning and deployment of SCCM site systems across geographies.  We were also responsible for software distribution and OSD.  Also we built customer facing artifacts around designing and building SCCM architecture.  Project 3: Performing P2V and V2V migrations to optimize/minimize datacenter footprint This project was the largest implementation of hyper V technology outside US and is also a case study for Microsoft.  I was part of a project that involved consolidating the datacenter of an FMCG giant.  As part of the project we were performing V2V and P2V migrations of the servers in large numbers.  My role in the project was that of SME responsible for handling technical escalations and  getting the migrations done within the specified change window.  Supporting and maintaining the client infrastructure I was working for a US-based client who is a major producer of nuclear power there.  The job mainly related to the remote administration and providing support 24x5.  The client had implemented all the latest Microsoft technologies in their infrastructure.  I have been a part of the project since the transition phase.  I was managing a team of 6 people operating in shifts.  Achievements: I had been promoted twice within the first 2 years of my tenure in the company and had been given \"\"Contribution Significantly above Peer Group\"\" rating in the yearly evaluation cycle.         April 2007   to   July 2008     Company Name          IT Analyst             January 2006   to   March 2007     Company Name          Windows Administrator        I was working as part of the messaging and collaboration team.  Job was to administer the internal Windows infrastructure of the company.  Day to day tasks included working on tickets escalated from the 1st line support/Helpdesk, monitoring systems, attending to SCOM alerts, etc.  Monthly tasks included Software Updates Management.  As needed tasks included any emergency or planned change.  Our team was also responsible for active directory operations.         January 2004   to   January 2006     Company Name          Technical Support Engineer        I was responsible for AD maintenance tasks such as account creation, providing access to shared folders, distribution/security groups creation/deletion, replication issues, group policy implementation, etc.  Providing Line 1 support to the internal users of the company in troubleshooting their mail flow issues, outlook, network or password issues.  Handling mailboxes for the internal users of the company, etc.  Also worked on the network routers, bridges and other network devices manufactured by Linksys during my initial days in the company.  Provided technical support to the customers spread across the world in setting up their small office networks.  I was responsible for giving desktop support for a small scale IT infrastructure.  Day to day tasks included troubleshooting issues with outlook, blue screen errors, imaging, etc.          Education          National Institute of Technology(NIT)   City  ,     India     Bachelor of Engineering (B.E              Accomplishments      Also working on System Center Orchestrator.  System Center Configuration Manager 2007 - SCCM Over 4 years' working experience on SCCM.  Experience on designing, implementing the SCCM infrastructure Prepared artifacts such as environment discovery questionnaire, reference architecture, etc.  for the Avanade Capability in India.  Virtualization Hyper V, SCVMM, Datacenter consolidation Worked on datacenter consolidation.  Worked on building and operating Windows 2008 failover clusters.  Have experience on Hyper V, SCVMM.  Core Wintel Services Active Directory, DNS, DHCP, WINS Worked on remediating core wintel services for our client.  Have experience and good understanding on design, deployment, operations of core wintel services such as AD, DNS, DHCP, WINS, etc.  File and Print Services Experience on setting up and operating file and print services.  Worked on file and print clusters in windows 2003.  Scripting Experience on Windows Powershell, VBScript.  Other Skills: I have conducted technical training for new joiners and people from other streams on technologies such as SCCM, AD, HyperV, etc.  within Accenture.  I am a member of empanelled interviewers in my current company and have conducted over 50 interviews.  I have experience in setting up small office/ home office networks in one of my previous organizations.  I have fair understanding on networking protocols and equipment.        Certifications    ITIL v3 Foundations certified. MCSE SCCM certified.      Skills    active directory, AD, bridges, client, Designing, DHCP, DNS, imaging, ITIL v, Managing, messaging, access, MCSE, mail, office, outlook, Microsoft technologies, Windows, window, Migration, network, networks, producer, routers, servers, SLA, technical support, desktop support, troubleshooting, upgrade   "
    },
    {
        "id": 47919212,
        "resume": "         SUPPORT ENGINEERING MANAGER         Summary     Successful and motivated IT Escalation Manager possessing extensive knowledge of leading a team of high performance Tier 3 engineers solving complex IT issues and providing excellent service for Fortune 1000 customers.            Experience      Support Engineering Manager  ,   06/2007   to   Current    Company Name          Managed a number of teams with team size of up to 26 engineers at a time in Windows Platforms and System Center, including Setup, Cluster, Performance, SCOM, and Virtualization.  Performed all performance management activities with my direct reports including performance reviews, Connects, promotions, coaching, career development, and terminations.  Business Specialty Lead management role for Platforms Core (Setup, Cluster, Performance), responsible for leading all Core teams to ensure staffing coverage, and to reach and exceed target metrics.  Led weekly meetings with other Core managers to reach target metrics.  Participated in HIPO program for 1 year, obtaining extra leadership training Helped on-board and mentor new managers in Windows Hiring Manager cross site for all of Windows Platforms Cluster, and hired over 70 people cross site in 1 year.  Helped plan Career Fair with Recruiting Participated in College recruiting, as well as recruiting trips to attract minorities.  Participated in MACH hiring days.  Assisted with volunteer efforts, such as Angel Tree, Digi Girlz, and Day of Caring On-boarded Intune product into System Center MSD Cluster, including all project work with PG, Routing, global peers, and management.  Worked with Product Group PM's and Beta to develop support plan for System Center Scenarios for System Center 2012 SP1 and above.  Led and Managed engineers supporting Windows, Cluster, Performance, App-V, VMM, Operations Manager, Orchestrator, and Service Manager.  Collaborated with Azure team to develop support model for MSD private cloud products working in Azure cloud.  Achieved excellent MSPOLL results year over year Active in Toastmasters clubs; achieved highest Toastmasters level - Distinguished Toast Master; Club President; Toastmasters Area Governor, won several speech contests.  Participated and took over project sponsor role from Vince Hampton for MSD LEAN initiative to drive down Days to Close and raise CPE.  FY15 member of CSS Americas Manager Advisory Council representing Windows and MSD Improve work life balance for North America engineers while ensuring weekend and evening coverage for Premier customers.  Led Peace on Earth collaboration project with WFM Staffing, Duty Managers, NA Managers and India Managers to ensure staffing during business hours.  Current MSPoll Lead for new CIS Organization (formerly Windows and System Center) Back-up Know-Me Manager CPE Initiative with Phillips 66 (Dave Parker, TAM), will be similar to Know-Me project.          Support Engineer  ,   12/1997   to   06/2007      Supported a number of products including Outlook, Exchange Server, Microsoft Operations Manager, and Systems Management Server.  Wrote training for Exchange 2000 server while in readiness role for Beta; developed and delivered training for Exchange Management pack for MOM, Global SME for Exchange Management pack for MOM; Advisory team to help customers deploy Exchange 2000 including all phases of planning and deployment.          Network Administrator  ,   03/1997   to   12/1997    Company Name          Head of county school network, responsible for Novell servers in 22 schools across county.  Responsible for network connectivity for Lincoln County School system.  Maintained computers in technology-specialized Lincoln County School of Technology.  Led community-wide effort during which about 50 people built approximately 75 computers in a day to donate to the school system.          Network Technician  ,   01/1993   to   03/1997    Company Name          Responsible for training faculty regarding using the Internet, developed a series of 4 classes on Internet usage and trained CPCC faculty over 6 month period.  Responsible for networking and Internet in campus Library.  Maintained electronic databases; repaired computers, pulled fiber cable; and performed maintenance on Novell servers on campus.          Education      Associate of Science  :  Mechanical Engineering Technology  ,  1993    Central Piedmont Community College          Mechanical Engineering Technology        Associate of Science  :  Manufacturing Engineering Technology  ,  1993    Central Piedmont Community College          Manufacturing Engineering Technology        Bachelor's Degree  :  Business Administration  ,  2011    Montreat College   －   City  ,   State      Business Administration        Master's Degree  :  Business Administration  ,  2017    Montreat College   －   City  ,   State      Business Administration        Doctorate of Business Administration degree  :    2017    Capella University                  Additional Information      Awards Delivering Commencement Address at Montreat College graduation for MBA on May 10, 2014. Achieved Distinguished Toastmaster award, the highest award possible for Toastmasters international in February, 2015. Gold Star award for work as hiring manager - strong diversity hiring and identifying top talent resulting in over 70 new hires GPGP (earned while an engineer) for collaboration with high profile customer technical issue         Skills    Premier, Back-up, balance, cable, coaching, Council, CSS, databases, Hiring, Internet usage, leadership training, meetings, mentor, Exchange, Exchange Server, MOM, Outlook, Windows, 2000, network, networking, Novell servers, performance reviews, performance management, Recruiting, Routing, Systems Management Server, speech, Staffing   "
    },
    {
        "id": 10712803,
        "resume": "         ENGINEERING SERVICES MANAGER       Executive Profile    A results driven Controls Engineer and Project Manager with over 20 years of experience in manufacturing. Skilled in Industrial Automation and Process Engineering with a strong mechanical design background. Proven ability to lead and motivate high performance teams. History of building systems with improved functionality and productivity, consistently meeting critical requirements.      Skill Highlights          Proficient in process engineering and applying process needs to available technology to improve production availability and uptime.      Proficient in process engineering and applying process needs to available technology to improve production runablility and uptime.              Professional Experience      Engineering Services Manager   02/2013   －   08/2015     Company Name     City  ,   State       Accountable for maintaining the efficiency and effectiveness of all production manufacturing processes required to manufacture a high quality product in a repeatable and cost effective manner and provide overall customer satisfaction.   Manage  all engineering services with provision of all energy sources. Accountable for all mechanical repairs, design and construction within all departments and the resources engaged in the provision of these services both internal and external.   Support waste water operations by providing advanced troubleshooting on Siemens PLC's. Configured WINCC SCADA system.  Ensure that all expenditures both in supplies and staffing are optimized and maintained within budget.  Developed asset management software to track cost, asset history and work order tracking.  Performed advanced troubleshooting and PLC support for all plant equipment.          Electrical Superintendent   05/2008   －   02/2013     Company Name     City  ,   State       Primary responsibilities include supervising and coordinating all electrical and instrumentation activities.  Accountable for the proper operation of all automation and controls on production equipment, power distribution systems, plant communications (phones, networks) and security systems.  Managed projects for installation of new equipment, from design concept to installation and start up.  Managed large network of Allen-Bradley PLC's, including ControLogix, CompactLogix and micro controllers with FactoryTalk View ME and SE human machine interfaces.  Managed the installation and startup of several new projects over $1MM: HG Molenaar cooker/cooler, Buscetto steam peeler, Navatta steam peeler, Zilli-Bellini diced tomato filling line.  Perform advanced troubleshooting and PLC support for all plant equipment.  Trained electricians and instrument technicians in advanced VFD troubleshooting and configuration, PLC programming, process control and applicable regulations including NFPA 70E and NEC codes.          Project Manager   05/2005   －   05/2008     Company Name     City  ,   State       Responsible to review and interpret proposed designs, drawings, and specifications for suitability and initiate revisions where appropriate.  Managed a team of 5 engineers in the design of various machine sections to ensure on-time project completion.  Supervised the mechanical and electrical assembly of equipment to ensure that sections are completed on time and meet customer specs.  Managed cross-functional teams to insure on time installation of equipment at customers facilities.  Coordinated with vendors and other contractors to complete equipment installation.  Developed and administered project budgets and fiscal controls, contracts, and quality control provisions for projects.          Facility Supervisor   04/2004   －   05/2005     Company Name     City  ,   State       Managed the activities of 6 maintenance personnel.  Accountable for projects involving the construction of new buildings and facilities, also the alteration or modification of existing units.  Performed advanced troubleshooting and repairs on production equipment, such as hydraulic presses, autoclaves and other equipment used in composite molding.  Design, layout and installation of industrial automation used in production equipment.  PLC and HMI programming, primarily Allen-Bradley SLC500 platform.          Maintenance Manager/Safety & Environmental Manager   01/1996   －   04/2004     Company Name     City  ,   State       Tyco purchased the facility in 2001.  Managed the operations and activities of plant maintenance and engineering personnel.  Accountable for compliance with applicable federal, state and local laws and regulations, securing all required permits, and coordinating with local authorities.  Maintain a proficiency and applied understanding of all aspects of plant engineering including: Electrical systems - Circuit planning, Power distribution, Illumination, Instrumentation and controls, Electrical machinery, Codes and standards.  Mechanical Systems - HVAC, Pumps piping and plumbing, Compressors and compressed air systems, Power transmission, Material handling and storage, Fire protection, Structural design and analysis, Building and life safety codes.  Maintenance - Systems reliability, Understanding drawings and specifications, Maintenance programs and management, Preventive and predictive maintenance practices, Maintenance parts and supplies inventory management, Building and grounds, Housekeeping.  Administration and Supervision - Manpower planning, Personnel development, Labor relations, Project administration and management, Record keeping.  Environmental, Safety and Health management - Noise control, Air quality control, Water quality control, Solid waste handling, Hazardous materials controls, Regulations codes and standards.  Responsible for the installation, programming, maintenance and operation of new material handling control system.  Created custom database and production/accounting programs with Microsoft Access.  Performed advanced troubleshooting on all plant equipment.  Converted antiquated Modicon PLC control system to Allen-Bradley PLC with Wonderware man machine interface(HMI).  Trained plant maintenance personnel on PLC programming, AC/DC drive troubleshooting and advanced electrical controls troubleshooting.          Maintenance Technician   04/1995   －   12/1995     Company Name     City  ,   State       Performed routine electrical and mechanical maintenance and emergency repairs on automated PLC controlled conveyors, pallet wrappers, burn-in towers and other equipment used in the assembly of Apple computers.  Completed PLC logic changes from verbal or written instruction and maintained logic backups with revision history.          Electrician   08/1991   －   04/1995     Company Name     City  ,   State       Responsible for repairing and maintaining plastic extrusion equipment in the production of plastic bags and stretch pallet wrap.  Performed process troubleshooting of entire production lines, including programmable logic controllers (PLC's), AC inverters and DC drives, AC and DC motors and all associated control equipment.  Maintained all aspects of plant utilities including chillers, air compressors and power distribution.  Completed electrical installations from blueprints, sketches or verbal instructions with little or no supervision.  Designed and implemented a Computerized Maintenance Management System(CMMS) that allowed for more efficient tracking of maintenance resources and cost.  Helped set up and run a successful predictive/preventive maintenance program that greatly reduced cost of emergency repairs.  Instructed other electricians in maintenance and troubleshooting of AC and DC drives and P.L.C.  programming.          Microwave Communications Technician   02/1987   －   04/1991     Company Name     City  ,   State       Worked for a rebuild facility doing repairs and overhauls of a wide variety of communications equipment. Primary job was to rebuild microwave communications equipment. Also repaired UHF and VHF radios.   Created a computerized inventory control program that greatly reduced the amount of man-hours required to perform quarterly inventories.          Education       2015   Certificate of Completion  :  AIB - HACCP Online Course   -   Haccp/Food Safety                     2004   Select One  :  Yuba Community College   -   Business Management    City  ,   State       Coursework in Business Management          2003   NEEC Building Operator Certification  :  Butte College   -   Basic Electronics, Drafting    City  ,   State               1985   High School Diploma  :  Elk Creek High School      City  ,   State                  Select One  :  Better Process Control School      City  ,   State  ,   USA                 Level 1  :  NEEC Building Operator                      Skills    accounting, Apple computers, asset management, automation, basic, blueprints, budgets, budget, C, CA, hardware, concept, contracts, client, database, DC, delivery, design and construction, directing, Electrical systems, electronics, equipment installation, filling, Fire protection, Food safety, Hammer, HVAC, instruction, inventory management, inventory control, Labor relations, layout, logic, Logistics, machinery, maintenance schedules, manufacturing processes, materials, Mechanical, Microsoft Access, 2000, Microsoft NT server, Microsoft Windows NT Server, microwave, NEC, network, networks, Novell, Personnel, PLC programming, PLC, plumbing, Power distribution, process control, process engineering, Programming, quality, quality control, radio, Record keeping, repairs, repairing, Safety, safety codes, SCADA, Siemens PLC, staffing, supervising, Supervision, surveys, technical support, phones, transmission, troubleshooting, UHF, utilities, validation, VHF, View, Water quality, Wonderware, written   "   
    },
    {
        "id": 19397727,
        "resume": "         ENGINEERING TECHNICIAN III       Summary     Engineering Technician with an extensive troubleshooting, repair, and installation background. Thorough knowledge of Electrical, Mechanical, Pneumatic and computer systems. Self-starter who quickly masters new skills and systems.        Highlights          Extensive Troubleshooting and repair proficiency  Interpretation of schematics, blueprints and drawings  Quick to act on customer service requests/issues  Resolve issues down to the component level  Document work performed through internal database  Proficient in AC/DC motor systems and theory  Electrical Power Generation  Data Acquisition systems  Red-line documents and implement changes   Excellent written and verbal communication      Environmental/ESS Chamber repair  Pneumatic system design/repair and leak detection  Solenoid and valve replacement  Lock out/Tag out, Arc Flash, Live Electrical and ESD certified  Labview software  PC and ESS Monitor repair  Customer service-oriented  Strong safety awareness  Excellent problem solver  Strong attention to detail            Accomplishments     Troubleshot and repaired test equipment for several AOG's (Aircraft on ground) to satisfy customer (Delta Airlines) demands.       Experience      Engineering Technician III   07/2013   to   Current     Company Name   City  ,   State       Responsible for all Test Equipment Maintenance on-site to include Production, Repair & Overhaul, Engineering and Environmental labs.  Responds to test equipment Service requests through the TESR/TPM system.  Works closely with Engineering, Electricians, Facilities, and Metrology to resolve issues.  Areas of responsibility include Electrical Power Generation, Cabin Pressure, Fuel/Advance Controls and Sensors, Electronics, and Environmental Labs.  Troubleshoots down to the component level and resolve root cause.  Troubleshooting/repairing pneumatic pressure and vacuum systems.          Generator Test Technician III   08/1999   to   07/2013     Company Name   City  ,   State       Setup and perform functional acceptance testing of aircraft and ground power generators using manual and automated test equipment in accordance with applicable test procedures. Record test data and accept or reject units through the use of functional test stamps. Responsible for troubleshooting test failures to the component level. Also performs various assembly processes when required. Works with various and specialized test equipment such as volt meters, ohm meters, power meters, dielectric testers, etc. Completes trouble reports and yield tracking logs. Other duties include safety representative and Metrology coordinator for department. E.S.D. certified and meets ISO-9001 standards and requirements.           Unmanned Aerial Vehicle (UAV) Maintenance Technician   02/1998   to   08/1999     Company Name   City  ,   State       Performed airframe and power plant maintenance on forward observing reconnaissance aircraft. Maintained engine proficiency by adjusting valves, ignition points, and performed highly advanced computer aided diagnostic testing. Inspected airframes for structural damage and performed high-tech composite repair procedures using precision sanding and measuring equipment. Skills include electrical safety and explosive ordnance handling.          Electrical Power Generation Equipment Repairer Technician   08/1996   to   08/1999     Company Name      Performed maintenance on mobile utility precise power generation sets, and internal combustion engines. Administered troubleshooting procedures on electronic equipment using wiring schematics and diagrams. Maintained diesel and gasoline engines by adjusting valves, carburetors, ignition points, alternators, regulators, and solenoids. Performed maintenance services such as lubrication, oil change, radiator flushes and repaired small motor generators. Supplied electrical power to numerous field customers.          Education      Certificates     1998            State        •Certificate, UAV Mechanical Technician course, U.S. Army, Ft. Huachuca, AZ, completed 1998   •Certificate, UAV Maintenance Technician Common course, U.S. Army, Ft. Huachuca, AZ, completed 1998   •Certificate, Power Generation Equipment Repairer, U.S. Army, Aberdeen Proving Ground, MD completed 1996   •Diploma, Pueblo High School, Tucson, AZ, graduated 1996          Bachelor of Science  :   Professional Aeronautics    Embry Riddle Aeronautical University   City  ,   State  ,   U.S      Completed 2 years         Skills     Live Electrical, Arc Flash, Lock-Out/Tag-Out, ESD, functional testing, test equipment repair and operation, troubleshooting, ISO-9001 standards, electrical equipment operation, Mechanical repair, oil servicing, Power Generation, soldering, electrical component repair, safety awareness, schematics, blueprints, drawings, various testing equipment, equipment/wiring installation, solenoid/valves, PC repair, fabrication,  well organized, self motivated, excellent written and verbal communication skills,        "
    },
    {
        "id": 14554542,
        "resume": "         ENGINEERING TECHNICIAN V             Experience     04/2014   to   07/2015     Engineering Technician V    Company Name   －   City  ,   State           04/1996   to   07/2015     Engineering Technician V    Company Name   －   City  ,   State       I have  over 29 years of progressive experience in the electrical, communications, electronics, and telecommunications fields.  As Technical Team Lead, he has led major USCG shipboard communications upgrades or shipboard installations on 225' Seagoing Buoy Tenders (WLB), 175' Coastal Buoy Tenders (WLM), and 87' Coastal Patrol Boats (WPB) to mitigate electromagnetic interference (EMI) on these vessels with VHF transceivers and satellite-based GPS systems.  He team led the implementation of TCTO 2010 which fielded the VHF antenna relocation to the 225' WLB class and 175' WLM class.  He coordinated and was the team leader on the prototype VHF antenna relocation on the 225' WLB class.  He was part of the team that designed and developed Relocation and Replacement of CEMT-4265A antennas on the 87' WPB.  He also coordinated and team lead the VHF relocation tasking on these classes of USCG vessels.  Mr.  Roshto was responsible for the scheduling, planning, and performing field implementation of the EMC-EMI Program Support including USCG/USN RADHAZ/EMI control measures.  He also provided technical leadership in the Topside Maintenance and Dockside Repair program which included USCG/USN HF, VHF and UHF Communications Systems.  Mr.  Roshto has over 10 years' experience supporting Differential Global Positioning System (DGPS) installations, Nationwide Differential Global Positioning System (NDGPS) installations, electronic communication equipment and systems including the DGPS Radio Beacon Transmitters.  His experience includes installation of cables, electrical systems, computer systems, and DGPS radio beacon sites.  He has supervised installation team at various DGPS sites including refurbishment of shelters, upgrade of electrical systems, installation of security monitoring systems, installation of concrete tower foundations, installation of towers, and DGPS related equipment.  Mr.  Roshto also brings both verbal and written communications skills to support understanding of customers' needs and team performance.  As Engineering Technician V, Mr.  Roshto has provided technical team leadership for USCG shipboard VHF antenna upgrades over the past five years.  This has included VHF antenna upgrades, removals, and installations on 225' Seagoing Buoy Tenders (WLB), 175' Coastal Buoy Tenders (WLM), and 87' Coastal Patrol Boats (WPB).  He has been the technical team lead in the upgrade and installation of VHF antennas on eleven 225' WLBs, including USCGC Alder (WLB-216) - Duluth, MN, USCGC Aspen (WLB-208) - San Francisco, CA, USCGC Fir (WLB-213) - Astoria, OR, USCGC Hickory (WLB-212) - Homer, AK, USCGC Kukui (WLB-203) - Honolulu, HI, USCGC Maple (WLB-207) - Sitka, AK, USCGC Oak (WLB-211) - Charleston, SC, USCGC Sequoia (WLB-215) - Santa Rita, Guam, USCGC Spar (WLB-206) - Kodiak, AK, USCGC Sycamore (WLB-209) - Cordova, AK, as well as the prototype installation on the USCGC Walnut (WLB-205) - Honolulu, HI.  Mr.  Roshto's VHF antenna upgrades have involved configuration, pre-installation testing, installation, cabling, connecting, and post-installation testing of CEMT-396-1 antennas and HS-2774-1 antennas VHF antennas for these shipboard upgrades on the 225' WLBs, 175' WLMs, and 87' WPB, with relocations and installation to mitigate electromagnetic interference to these USCG vessels.  For these projects, Mr.  Roshto has been responsible for: Developing technical documentation for Pre-Maintenance Test (PMT) documents, Pre-Installation Test and Check Out (PITCO) documents, Onsite Installation In-Brief \"\"Visit Books\"\",  and System Operational Test (SOVT) documents Coordination and scheduling with the USCG C4IT Service Center and the WLB vessel for the on-site shipboard activities Pre-maintenance testing of all antennas and contractor provided equipment Conducting an in-brief with the USCG ship personnel on the planned VHF antenna relocation, removal of old antennas/equipment, installation of new antennas, detailed description of work, and shipboard installation schedule Performing shipboard interface with the GOTR or other C3CEN inspecting activity.  Performing pre-installation walkthrough and site survey onboard USCG vessels Performing onboard Pre-Installation Testing and Checkout (PITCO) and documentation prior to installation activities Removing outdated VHF antennas, HF FAX antennas, AM broadcast antennas, and associated transmission lines, mounts, and sealing all hull penetrations Performing installation and relocation of VHF antennas, as well as installation foundations, antenna mounts, cabling, provided stuffing tube installation, cable mount installation, and connection and termination between antennas and transceiver equipment Performed cable continuity check, cable banding, cable identification tags Coordinating with welder in supporting firewatch roles and ensured quality of welding  and grinding activities Restoring any affected work areas to pre-installation condition, and disturbed surfaces were primed and painted to match the surrounding area Performing System Operational Verification Test (SOVTs) of the installed and relocated equipment, recording SOVT results, ensuring all systems properly operating, and providing documented SOVT results to the USCG personnel, including performing an Electromagnetic Interference Matrix and an Electromagnetic Compatibility Inspection Documenting and recording field support activities performed and equipment changes in OPNAV 4790/CK forms Conducting out-brief with USCG representatives, addressing any issues and findings (site survey, PITCO, SOVT), providing all documentation (including PITCO results, SOVT results, and 4790/CKs) Developing post-installation trip reports and final technical documentation Other USCG support projects supported by Mr.  Roshto have included: Worked on various shore site and shipboard EMC/EMI program support projects including laboratory testing and experimentation.  Supported various USCG installation projects, which required installation of electrical systems at shore and shipboard sites, and installation of computer equipment and associated cables.  Performed overhaul and maintenance of USCG Optical Surveillance (OSS) Systems.  Assisted in the installation of the electronic standardization plan for the USCG 41' Utility Boats.  Served as team leader in the installation of Coast Guard DGPS Radio Beacon transmitter sites.  He coordinated team efforts for the DGPS installations at sites such as Key West, FL, Moriches, NY, Tampa, FL, and other locations.  His duties included fabrication of concrete foundations, shelter installation, electrical system installation, heating, ventilating, and air conditioning (HVAC); equipment installation, and tower/antenna installation.  He installed and maintained electrical, HVAC, and chill water systems.  Installed various types of conduit, cable trays, and cable duct.  He oversaw welding, plumbing, and carpentry in support of installation of DGPS shelters, electrical systems, towers, foundations, and DGPS equipment.  Performed the installation and upgrade of USCG HF sites and in various locations which included the Greater Antilles Section (GANTSEC).  Performed HF Fan Wire Impedance Matching on U.S.  Navy ships.  Assisted in the installation of the Appleton, WA prototype Ground Wave Electrical Network (GWEN) conversion to DGPS and has performed a number of other NDGPS conversions.  Served as team leader on the installation of the PA-Alarm Systems on USCG WLIC Boats.  Performed the equipment installations and system upgrades for the Vessel Traffic Control Systems (VTC) in numerous locations including Houston/Galveston, TX area.  Performed installation and set-up of National Distress System (NDS) equipment in various locations including North Carolina and Florida.  Installed all electrical circuits, video cabling and video display system equipment at numerous Coast Guard Command Centers.  Installed full floor 65 kVA Uninterruptible Power Supply Systems at both Atlantic and Pacific Area Command Centers.  Wired for new electrical system at each site.  Installed new drop ceiling at Pacific Area command center and wired all new lighting system.  Installed and maintained BARCO Video Display systems in many Coast Guard Command Centers and Sectors.         08/1995   to   04/1996     Maintenance Technician    Company Name   －   City  ,   State      Mr.  Roshto installed electrical systems for various equipment and conveyers.  He participated in set up of facility in preparation for production of automotive seating.  He supervised the maintenance department second shift as production began.  He maintained all electrical and mechanical systems, conveyers and Programmable Logic Controllers used in production process.  He fabricated tools and installed fixtures as needed to aid production.         09/1991   to   08/1995     Installation Technician    Company Name   －   City  ,   State      Mr.  Roshto installed electrical systems at shore and ship sites.  He installed computer equipment and associated cables.  He installed Joint Operational Tactical Systems and Combat Direction System on ships and at shore facilities.  Mr.  Roshto performed overhaul and maintenance of Optical Surveillance systems.  As team leader, he assisted in the design and installation of Coast Guard DGPS Radio Beacon Transmitter sites.  He performed maintenance and repair of equipment and facilities at various government installations.  He performed sheet metal fabrication and installation.  He installed raised computer floors, walls, and ceilings.  He installed and maintained heating, ventilating, air conditioning, and chilled water systems.  Mr.  Roshto installed various types of conduit, cable trays, and cable duct.  He performed welding, plumbing, and carpentry.         01/1985   to   01/1991     Electrical/Mechanical Foreman    Company Name   －   City  ,   State      Mr.  Roshto installed various commercial/industrial electrical systems including uninterruptible power supplies, motor generators and switching systems.  He performed installation, troubleshooting, and repair of production equipment and various conveyer systems.  He installed small package sorting systems including interface with existing outbound computer manifesting system.  He assisted in-house personnel at QVC Network, Hills Bros.  Coffee and Allied Colloids, Inc.  with installation and maintenance of equipment and facilities.         01/1983   to   01/1985     Electrical Apprentice    Company Name   －   City  ,   State      Mr.  Roshto supported commercial, industrial, and residential  electrical installations, and he performed basic troubleshooting.          Education     1988     Diploma      Norview High School          Virginia Apprenticeship Council Electrical Apprenticeship        Additional Information      Location: Virginia Beach, VA Security Clearance:   TOP SECRET        Skills    automotive, basic, broadcast, cables, cable, cabling, carpentry, chill, CA, conversion, Council, SC, Direction, documentation, electrical systems, electronics, equipment installation, experimentation, FAX, forms, government, GPS, HVAC, inspecting, Inspection, laboratory testing, leadership, team leadership, Team Lead, team leader, lighting, Logic, Maple, mechanical, Navy, NDS, Network, OSS, personnel, plumbing, Positioning, Power Supply, power supplies, quality, Radio, recording, San, scheduling, sorting, technical documentation, Technician V, telecommunications, transmission, troubleshooting, UHF, upgrades, upgrade, VHF, Video, welder, welding, written communications   "
    },
    {
        "id": 19396040,
        "resume": "         INDUSTRIAL ENGINEERING INTERN           Summary     Seeking for full time position where I can apply my technical knowledge & skills for continuous improvement. I have 26 months of experience in Lean Manufacturing, Production Planning and Supply Chain Management. Excellent computer and analytical skills.       Highlights         Application Software: MS Office, Minitab, PowerPoint, Excel, Solid works, AutoCAD, Pro E  Database: MS Access, SAP   Programming: Java, C, C++, Visual Basic, R, Python             Accomplishments      Quality Control: Implementing of PDCA cycle for improving image quality of smartphone camera, implementing DMAIC cycle for improving quality issues related to cosmetic damages (scratches, bent, dent, etc.) using control charts and z transformation.  Metrics & Measurements: Time study, Process Mapping, JIT, &Work Sampling of Activities.  Intro to Statistics: Data analysis using normal & exponential distribution, simple & multi linear Regression.  Project Management: Project planning, analysis, scheduling using CPM and PERT analysis.  Production & Inventory Control: Develop assembly chart, process flow layout for subway with JIT.  Facility Planning: Designing and planning picking process, rack arrangement, Shipping and receiving locations.  Planning all warehouse process by analyzing previous order quantity records.  Developing new process in warehouse for maximum utilization of assets and meet required shipping demand during peek session.  Underwater Robot: Worked at IIT-Bombay workshop to make an underwater robot.  The robot was assembled using sensors, switches and motors for maneuvering the robot.  Technical Papers Inventory Management and Risk Pooling: Presented how centralized and decentralized distribution system affects safety stock, service level, overhead cost, customer lead time and transportation cost.  Single Minute Exchange of Die concept: Explained how changeovers are not bad and how change over times could be reduced if the changeover process is mapped.        Experience      Industrial Engineering Intern    May 2015   to   January 2016     Company Name   －   City  ,   State      Conduct Time Study & perform analysis on data to determine hourly production scheduling, non value adding activities, reduce cycle time by 32% & lead time by 48%.  Line balancing to achieve required takt time and reduce work in process (WIP) inventory.  Implement Lean manufacturing such as Kaizen, 5S, documentation of Kanban card process & Continues Improvement to reduce waste, inventory, non-value adding activity to improve productivity.  Developed material picking charts which determines the exact quantity of items to be picked, thereby, enhancing material picking operations.  Scheduling material required for production and manage inventory of raw material.  Writing standard operating procedure (SOP) for various process in entire plant.  Ergonomic designing of work cell to improve efficiency of workers.          Junior Engineer    July 2013   to   June 2014     Company Name   －   City        Managed assembly line for traction and induction motors at Siemens.  Responsible for supervising 4 Inspectors and 24 team members in the assembly department.  Responsible for generating a production schedule and Process Planning for necessary changes based on customer priority and orders.  Responsible for safety of everyone in the plant and Forecasting risk from data analysis and provide Strategy/planning for Lean Manufacturing Practices within the plant.  Participate in monthly cost team projects, process improvement projects and assign cross-training projects and Kaizen projects to team members.  Manage quality, day to day production, labor efficiency.          Intern    November 2012   to   May 2013     Company Name   －   City        Developed the inspection process for motor accessories.  Designed tools, gauges and fixture in AutoCAD and /or ProE as required.  Managed the outsourced manufacturing of necessary tools, gauges or fixtures.  Maintain Gauge Calibration database.  Managed the calibration schedule with outside vendors or in-house calibration group.  Worked in PM and QM modules of SAP R/3 to enter or retrieve data.  Awareness of ISO 9001:2008 and ISO 14001(EMS), Integrated Management system (IMS) & Hazard identification and risk awareness (HIRA) documents on shop floor.          Education      Masters of Science   :   Industrial Engineering Production & Inventory management  ,   May 2016    University of Texas   －   City  ,     United States    GPA:   GPA: 3.5    Industrial Engineering GPA: 3.5 Production & Inventory management        Bachelor of Engineering   :   Production Engineering Manufacturing, Planning and Supply Chain  ,   July 2013    Mumbai University      India    GPA:   GPA: 3.5    Production Engineering GPA: 3.5 Manufacturing, Planning and Supply Chain        Skills    AutoCAD, C, C++, Calibration, charts, data analysis, Database, designing, documentation, Forecasting, IMS, inspection, inventory, ISO, ISO 9001, Java, Lean Manufacturing, MS Access, Excel, MS Office, PowerPoint, Minitab, process improvement, Programming, Python, quality, safety, SAP, SAP R/3, Scheduling, Siemens, Solid works, SOP, Strategy/planning, supervising 4, Visual Basic, reduce waste   "
    },
    {
        "id": 35389360,
        "resume": "         ENGINEERING SYSTEMS INSTALLER           Summary    Seasoned Information Technology professional with over 7 plus years of experience working in various industries. Excellent knowledge on computer hardware, software, peripherals, central processing units, network administration, servers, network routers, Microsoft applications, technology support specialist, Windows OS, Windows Server, Mac OS, Managing, QA testing, client support, and help desk. Also highly experienced in procedures for installing, configuring, upgrading, troubleshooting and repairing applicable software, hardware and peripherals. Excellent communication and interpersonal skills. Professional work ethic, strong attention to detail and an ability to produce top quality results in deadline driven environments. Objectives To secure an it specialist, desktop support, network administration, database administrator, technical support specialist or related position with a growing organization where my Microsoft certification, technical aptitude, networking, windows and Mac os, apple and android IOS, web development, application development, Linux, Microsoft applications, managing, testing, client support, help desk, technical support, troubleshooting, and leadership skills,. To benefit those who I work for as well as myself. By combining these synergies, I believe I can be of great value to this company.      Highlights          Microsoft Applications (Word, Excel, PowerPoint, Access, Exchange, InfoPath, Lync, Onenote, Outlook, Project, Publisher, Sharepoint(s), Visual Studios, ETC): Expert  Network Security (not certified/in process): Expert  Networking: Expert  PC hardware and software installation, configuration, and troubleshooting: Expert  Remote Desktop and Help Desk Management software: Expert  Verbal Communication: Expert  Technical Support: Expert  Team Leadership: Expert  Programming Languages: Expert  On-call tech support: Expert  Windows & Mac OS: Expert  Wiring/Wire Spicing: Cat3, Cat5, Cat5e, Coaxial : Expert  Management: Expert  VoIP, TCP/IP, IPSec, ATM, SS7, IPX, DNS, BIND, DHCP, HSRP and LAN/WAN architecture: Expert  Application Development:: Expert  Voice Over IP Telephone: Expert  Inventory Management: Expert                Experience      Engineering Systems Installer    August 2006   to   January 2013       City  ,   State      Worked with all Microsoft Applications (Word, Excel, PowerPoint, Access, Exchange, InfoPath, Lync, Onenote, Outlook, Project, Publisher, Sharepoint(s), Visual Studios, ETC).  Authored procedure for entering inspection results into the computer database.  Maintain, inspect, tested, and tested computer hardware components as needed.  Installed, configured, upgraded, troubleshoot and repaired applicable software, and hardware.  Forward hardware and software issues to the appropriate level.  Diagnose and resolve hardware/software connectivity issues.  Remote Access into client computers.  New hire and client training.  Installed and configured various software programs.  Worked with Windows Applications (Windows 95, Server (2008, 2012), 2000, ME, XP, Vista, and 7).  Worked with Mac OS and IOS.  User account management.  Responsible for all local/network printers servicing, configuring, repairing.  Software and App Development.  Configured and monitored networks to ensure their performance, health, and reliable operation for fulfilling business objectives and processes.  Troubleshoot as needed Experience working with network routers.  Operated Switches, Cisco ASA firewall, Juniper Net-screen, CheckPoint firewall, Enterasys Dragon IDS/IPS.  Database managing.  Worked alongside a team of technical analysts and other technicians on PC refresh projects throughout the building managed virtual private networks for different clients.  Redesign of the network to keep up with the changing needs of the organization.  Delivered and collaborated on the design, implementation and support of network core routing, switching infrastructure, Remote Access, B2B VPN, and security services for our customers Installed Home automation systems, Home surveillance, and Custom PC's.  Oversaw projects, installations, and customer completes.  Created Project Tickets.  Completed the wiring for Ethernet networks including punch-down blocks/patch panels/CAT 5 & 6.  Installation of test devices (chassis-based call controllers, rack-mounted PCs, etc.) into telecom equipment racks.  Designed and deployed company LANs, WANs, and wireless networks, including servers, routers, switches, and other hardware.  Experience with the cloud.  Performed server and security audits, and Performed system backups & recovery.  Trained help desk in Cisco products, WAN, LAN and troubleshooting through documentation.  Ensure network connectivity of all servers, workstations, telephony equipment, fax machines, and other network appliances.  On-call support.  Transferred PCs and printers both internal and external.  Delivered product support for all hardware and software related issues.  Conducted accurate data entry of secure information.  On-site & Off-site 24/7 customer service.  Ability to multi-task while keeping top quality results Receiving and processing NSF checks, credit cards, money orders, and ACH checks.  Ability to work alone, part of a small team, or large tech team which includes DBAs, Sys Admins where communications and collaboration are key.  Provided 1st level/Tier 1 and 2ed level/Tier 2 Helpdesk support for over 3000 internal and global end user.  2+ years in the Human Resources department providing accounting, collaboration, client & customer follow-ups, timecard management, and disputes services.          IT Technician/QA Tester    August 2013   to   September 2014     Company Name   －   City  ,   State      Worked with almost all Microsoft applications (word, excel, powerpoint, access, exchange, InfoPath, Lync, OneNote, outlook, project, publisher, SharePoint(s), visual studios, etc).  Wrote up reports at the end of shift on progress and any problems that occurred doing shift.  Authored procedure for entering inspection results into the computer database.  Maintain, inspect, and tested computer hardware components & software.  Worked independently, evaluated customer requirements and provided solutions.  Installed, configured, upgraded, troubleshoot, and repaired applicable software, and hardware.  Forward any software or hardware issues to the appropriately level.  Pc, mac, and laptop deployment.  Diagnose and resolve hardware/software connectivity issues.  Diagnose Network issues.  Remote access into client computers.  Project ticket management.  Worked on OS (windows 95, 2000, me, XP, vista, 7, 8, and 8.1) and Windows Server.  Worked on Mac OS and Linux.  Created & unlocked users accounts.  Tested hardware and software in pre-alpha, alpha, beta, and final stages.  Database entry.  Web Development (HTML, HTML5, CSS3, Php, MSQL, Java, Java Script).  Communicated with my team and clients Provided leadership to my team.          Installation/Service Technician    July 2014   to   Current     Company Name          Installed, programmed, serviced, & repaired home security systems, home surveillance systems, & home automation systems.  Wire splicing (coaxial, cat5, cat6, & rj12).  Updating, repairing, replacing, reactivating old alarm systems.  Customer support.  Technical support.  Timecard management.  Inventory management.  Update customer information.  Resolve billing discrepancies.  Receiving and processing NSF checks, credit cards, money orders, & ACH checks.  Customer/New hire training.  Ensured customer inquiries and problem concerns were resolved in a timely matter.  Responsible for company vehicle that was given to me.  Hobbies & Interests Freelancing.  Web & App Development.  Tech Support Microsoft Applications Training.  Network Administration.          Education      CompTia Certification (In Progress) Enrolled A+, Cloud+, Network+ ,Security+, Linux+ ITT Tech Electronics and Communications Engineering Technology & Software Development Baton Rouge , Louisiana Enrolled Enrolled and will                 Graduate   :     2018            BACHELOR DEGREE   :   Electronics and Communications Engineering Technology      Electronics and Communications Engineering Technology        ASSOCIATE DEGREE   :   Software Development      Glen Oaks High School          Software Development        High School Diploma                Microsoft Certification Baton Rouge   :     May 2013        State              While attending Glen Oaks High, I enrolled into a Computer Hardware, Entry to Software Development, and Microsoft Office Certification Course. These courses improved my knowledge in Computer Hardware and Software Development. Microsoft Office Certification - Received                Certifications    Expert Organized : Expert Collaboration : Expert Time Card/Management: Expert Accounting: Expert Process Improvements: Advanced Mobile App Development: Expert Analysis: Advanced Network Administration: Advanced Web Development: Advanced PHP, HTML HTML5, Css, Css3, Mysql, java, Php Frameworks, & Jquery:: Advanced Sales: Advanced VPN: Advanced Linux: Intermediate         Skills    A+, account management, Accounting, alpha, Application Development, Microsoft Applications, ATM, automation, B2B, billing, BIND, CAT 5, Cat5, Cisco, Computer Hardware, hardware, credit, Css, CSS3, client, clients, customer service, Customer support, data entry, Database, DHCP, documentation, DNS, Electronics, Ethernet, fax machines, firewall, Help Desk, HTML, HTML5, Human Resources, PHP, IDS, inspection, inspect, Inventory management, IPX, Java, Java Script, Jquery, LANs, LAN, leadership, Team Leadership, Linux, mac, Mac OS, managing, all Microsoft, Access, Excel, Exchange, money, Microsoft Office, Outlook, PowerPoint, Publisher, SharePoint, Windows Applications, Windows, 2000, Windows 95,, Word, MSQL, Mysql, NSF, Network Administration, network printers, Network Security, Network, Networking, networks, OS, PC's, PC hardware, printers, processes, Programming, Progress, quality, Receiving, repairing, routers, routing, Sales, servers, Software Development, software installation, SS7, Switches, TCP/IP, Technical support, Tech Support, Software Support, telecom, Telephone, telephony, Troubleshoot, troubleshooting, Verbal Communication, VPN, Vista, Voice Over IP, VoIP, Web Development, WAN, WANs, Windows Server, Wiring   "
    },
    {
        "id": 36517781,
        "resume": "         LIGHTING FIELD ENGINEERING TECHNICIAN       Summary     Engineering Technician with an impressive blend of technical expertise and people skills. Committed to providing quality and consistent technical support.       Highlights          Excellent communication techniques  AutoCAD expert      Microsoft Excel, Project and Visio  Advanced critical thinking            Accomplishments      AutoCad Software Utilization     Produced drawings and maintained, archived and retrieved CAD files and drawing documents for the completion of multiple commercial projects.      Project Management   Supervised project production efforts to ensure projects were completed to company standards, on time and within budget constraints.        Experience      Lighting Field Engineering Technician   10/2014   to   01/2016     Company Name   City  ,   State       Supports Tampa Electric Company's lighting system construction and maintenance projects.  Designs the most electrically efficient and cost effective outdoor lighting systems for new and existing residential and commercial customers.  Designs the expansion, relocation or maintenance of existing distribution facilities required to serve the outdoor lighting system.  Serves as the main point of contact to customers, governmental agencies, TEC departments and contractors.  Processes work requests in TEC's work management system (\"\"WMS\"\"), determines customer requirements, completes designs and distribution map maintenance in TEC's geographical interface system (\"\"GIS\"\"), calculates estimates, obtains necessary work permits and coordinates activities with TEC departments and contractors to ensure in the successful scheduling and completion of projects.          Administrative Technical Aide   06/2013   to   10/2014     Company Name   City  ,   State       Assembles all new engineering work packages, consisting of applicable work requests, engineering drawings and maps, and distributes to the appropriate departments.  Processes permit documents as needed and includes in the appropriate packages.  Maintains the central filing system of active and closed work requests.  Serves as the Records Coordinator for the assigned Service Area, following the schedule for records retention and purging.  In WorkPro, routinely enters layout information as indicated for TEC's service entrance for underground residential distribution (URD) services and meters.  Using TEC's geographical information system (GIS), draws proposed URD services and meters, ensuring correct electrical connectivity and owned correctly to their supporting structures.  Process and administer Work Request from various sources.  Assess requirements and assign Work Request to DDT/FE's, U.G.  Coordinators and Service Crews.  Schedule Service Crew work in WorkPro and produce Daily Service Route Sheet.          Administrative Technical Aide   06/2013   to   10/2014     Company Name   City  ,   State       Assembles all new engineering work packages, consisting of applicable work requests, engineering drawings and maps, and distributes to the appropriate departments. Processes permit documents as needed and includes in the appropriate packages.  Maintains the central filing system of active and closed work requests.  Serves as the Records Coordinator for the assigned Service Area, following the schedule for records retention and purging.   In WorkPro, routinely enters layout information as indicated for TEC's service entrance for underground residential distribution (URD) services and meters.   Using TEC's geographical information system (GIS), draws proposed URD services and meters, ensuring correct electrical connectivity and owned correctly to their supporting structures.   Process and administer Work Request from various sources. Assess requirements and assign Work Request to DDT/FE's, U.G. Coordinators and Service Crews.  Schedule Service Crew work in WorkPro and produce Daily Service Route Sheet.  Assist Customer Engineering Representative, Distribution Design Technician, Supervisor,    Line Supervisor, Ops Engineer, Manager and Line Crews in resolving customer issues  utilizing information, databases and systems.  Provides back-up to the Senior Service Area Representative, including kWh billing set-up of meter sets by Operation's Service Crews and CIS Interface, handling of Service Area inquiries from One Source and walk-in customers.          Customer Service Professional   08/2012   to   06/2013     Company Name   City  ,   State       Serve as initial point of contact for both external and internal customers.  Educate customers regarding all aspects of company services.  Responds to all customers' general billing questions, high bills, emergency situations, credit questions, including accounts receivables and collectables and all other inquiries in a professional manner.  Generates service orders for turn-ons, turn-offs, transfers, restores, and meter sets.  Responds to gas emergencies and serves as a liaison between the company, the customer and emergency agencies.  Uses CIS, E-bill, Fetch, and Pragma CAD applications on a daily basis.  Business Cooperative Education Student- Customer Care.          Business Cooperative Education Student- Customer Care   06/2011   to   08/2012     Company Name   City  ,   State       Provide assistance to and back up department Senior Admin Specialist for various duties including payroll, budgeting, forecasts, ordering of supplies and material, organizational structure updating and helping employees with cost center financials.  Provide answers and updates to inquiries sent to the A-team or CI-SF Mailboxes.  Answer general questions from management team pertaining to off phone trends and activities.   Responsible for maintaining agent statistics for Ybor Call Center performance coaches, for 100+ representatives and data entry into the Workforce Management application to provide trending information for the leadership team.  Responsible for ad hoc requests, such as compiling reports for the scheduling and forecasting team.          Education      Bachelors  :   Information Technology   June 2017       University of South Florida   City  ,   State       GPA:   GPA: 3.4     GPA: 3.4         Associates Degree     February 2014       Hillsborough Community College   City  ,   State       GPA:   GPA: 3.7    GPA: 3.7        Principles of Accounting (GPA 3.8) Microsoft Office Certified Associate          May 2011      Excel, Power Point, Word and Access     May 2012       Tampa Bay Technical High School            Skills     GIS, lighting designs using Visual Professional, Access, Excel, Microsoft Office, Power Point    "    }
]